IDEA StatiCa Open Model
OriginSettings.DateOfCreate Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Date of create project
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DateTime DateOfCreate { get; set; }
Public Property DateOfCreate As DateTime
	Get
	Set
public:
property DateTime DateOfCreate {
	DateTime get ();
	void set (DateTime value);
}
Property Value
Type: DateTime
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace